"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Někdo jiný?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "V okolí se nachází 1 přítel.";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 den";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hod.";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 min.";

"1d|short indicator that a user was active 1 day ago" = "1 den";

"1h|short indicator that a user was active 1 hour ago" = "1 hod.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limit 1 min.: Uvolněním odešlete";

"1m|short indicator that a user was active 1 minute ago" = "1 min.";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dny";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 hod.";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 min.";

"A new version of Messenger is available.|New version title" = "Nová verze aplikace Messenger je k dispozici.";

"Activation Code|placeholder text for activation code field" = "Aktivační kód";

"Activation Request Failed|" = "Žádost o aktivaci se nezdařila.";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Nyní aktivní (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Přidat oblíbené";

"Add More People|button for adding people to the conversation" = "Přidat další osoby";

"Add More People|title for add members page" = "Přidat další osoby";

"Add More People|title for add people page" = "Přidat další osoby";

"Add To Conversation|text to show in the add people button" = "Přidat do konverzace";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Přidat ke stávajícímu kontaktu";

"Add|generic add button" = "Přidat";

"Adding...|adding progress text" = "Přidávání...";

"Advanced Settings|text for advanced settings button" = "Pokročilá nastavení";

"Advanced|title for advanced settings page" = "Pokročilé";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Výstrahy jsou vypnuty do %1$@.";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Výstrahy jsou vypnuty na 1 hod.";

"Alerts Off|Indicates that alerts are off" = "Výstrahy jsou vypnuty.";

"Alerts On|Indicates that alerts are on" = "Výstrahy jsou zapnuty.";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Všechna upozornění jsou na 8 hodin vypnuta.";

"All notifications are off.|Mute warning display on thread list" = "Všechna upozornění jsou vypnuta.";

"Answer|Text for button that accepts a call" = "Odpověď";

"Archive Thread|Button label that will archive the thread" = "Archivovat vlákno";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Opravdu chcete tento název konverzace odstranit?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Opravdu chcete tuto konverzaci opustit? Další nové zprávy již nebudete dostávat.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Určitě?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Připojit fotku";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Připojit média";

"Auto Send|Auto send label" = "Odeslat automaticky";

"Back|generic nav bar back button" = "Zpět";

"Bing Image Search|" = "Vyhledávání obrázků Bing";

"Call Ended|End call message in non-error case" = "Hovor ukončen.";

"Call Ended|String shown when the call ends" = "Hovor ukončen.";

"Call Failed|End call message in error case" = "Volání se nezdařilo.";

"Call %@|action sheet option for calling a phone number" = "Volat uživateli %1$@";

"Camera|Button label for attaching a photo from the camera" = "Fotoaparát";

"Cancel|Title for generic Cancel button." = "Storno";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Vyberte fotku";

"Clear|prompt to clear all unsent messages" = "Vymazat";

"Clearing...|Progress text shown while clearing the image for a thread" = "Mazání...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Mazání...";

"Close active chat|Button to close an active chat" = "Zavřít aktivní chat";

"Comment|Comment button title" = "Komentář";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Vytvořit zprávu pro uživatele %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Vytvořit zprávu pro uživatele %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Potvrzení telefonu";

"Connecting|Text shown on call screen while connecting a call" = "Připojování";

"Connection Failed|Alert title when connection failed" = "Připojení se nezdařilo.";

"Connection Lost|End call message in connection lost case" = "Spojení přerušeno";

"Contact Info|Title of the canonical thread info page." = "Kontaktní údaje";

"Contacting|Text shown on call screen while contacting another party" = "Spojování";

"Continue|Login - Login Button Title for Keychain Login" = "Pokračovat";

"Conversation Name|placeholder text in conversation name textfield" = "Název konverzace";

"Copy Link|Option that pops out after long press on a link in message thread." = "Kopírovat odkaz";

"Copy|action sheet option for copying a string to the clipboard" = "Kopírovat";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Nové členy nelze přidat. Zkuste to znovu.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Nelze načíst informace o dostupnosti.";

"Countries|Title for country picker" = "Země";

"Country|Country - Country placeholder text" = "Země";

"Create Group Conversation|button for adding people to the canonical conversation" = "Vytvořit skupinovou konverzaci";

"Create New Contact|action sheet option for creating a new contact" = "Vytvořit nový kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Právě má hovor.";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Přizpůsobit nastavení upozornění";

"Decline|Text for button that declines a call" = "Odmítnout";

"Delete Conversation Name|alert title for deleting conversation name" = "Odstranit název konverzace";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Odstranit zprávu? Akci nelze vrátit.";

"Delete|Button to accept deleting the name of a conversation" = "Odstranit";

"Delete|Label for button to delete previous character" = "Odstranit";

"Delete|button text for deleting a message" = "Odstranit";

"Delete|button text for removing an unsent message" = "Odstranit";

"Details|title for message details page" = "Podrobnosti";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Zjistěte, kdo je poblíž.";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Zjistěte, kteří přátelé se nacházejí v okolí, a dejte jim vědět, že jste poblíž.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Zjistěte, kdo je v okolí, a dejte jim vědět, že jste poblíž.";

"Dismiss|Dismiss the audio recorder" = "Ignorovat";

"Don't Delete|Button to decline to delete the name of a conversation" = "Neodstraňovat";

"Don't Save|Don't save action sheet button" = "Neukládat";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Hotovo";

"Download|Button title to download an upgrade" = "Stáhnout";

"Edit|Edit button/label title for chat divebar" = "Upravit";

"Email|email field placeholder on login screen" = "E-mail";

"Empty Feedback|Title for empty feedback warning." = "Názor nebyl zadán.";

"Enter Code|Enter Code page title" = "Zadat kód";

"Error|error title after failed to load webview" = "Chyba";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Uživatel Facebooku";

"Failed to add members|title for failing to add members dialog" = "Přidání členů se nezdařilo.";

"Failed to save your settings.|error message after changing thread alert setting." = "Uložení nastavení se nezdařilo.";

"Favorites|chat bar favorites header title" = "Oblíbené";

"Free Call|Text on button that starts a messenger call" = "Bezplatné volání";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Bezplatné volání není dostupné.";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Přátelé přátel";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Přátelé v aplikaci Messenger";

"Get Directions|action sheet option for viewing a map" = "Zobrazit trasu";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Získat aplikaci Facebook Messenger";

"Get Started|Title for NUX" = "Začínáme";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Sdělte nám svůj názor nebo nahlaste problém.";

"Google Image Search|" = "Vyhledávání obrázků Google";

"Group Conversation|Create a group conversation divebar label" = "Skupinová konverzace";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Skupinová konverzace";

"Group Info|Title of group thread info page." = "Informace o skupině";

"Help|text for help button" = "Nápověda";

"Hold to Talk|The instruction for holding the record button and talk" = "Přidržte a mluvte";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Ano, určitě.";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Pokud rádi používáte %1$@, našli byste si chvíli na ohodnocení této aktualizace? Děkujeme.";

"Image Search|action sheet option for choosing a photo from image search" = "Vyhledávání obrázků";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Uvést umístění";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Neúplný kontakt";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Neplatný potvrzovací kód";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Chcete nainstalovat Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Nainstalujte si aplikaci Messenger, abyste si mohli poslechnout tuto zprávu a nahrát vlastní.";

"Install|Button text to install the Facebook Messenger" = "Nainstalovat";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Neplatný kontakt";

"Invalid Country Code|alert title for invalid country code" = "Neplatné předčíslí země";

"Invalid Phone Number|alert title for invalid phone number" = "Neplatné telefonní číslo";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Zapojte všechny";

"Last Updated: %@|last updated date in pull to refresh header" = "Poslední aktualizace: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Další informace";

"Leave Conversation|leave conversation button" = "Opustit konverzaci";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Opustit konverzaci?";

"Leave|Button title for leaving a thread" = "Opustit";

"Leaving...|Progress text shown while leaving a thread" = "Opouštění...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Dejte lidem v této konverzaci vědět, kde jste.";

"Licenses|Licenses screen title" = "Licence";

"Licenses|text for licenses button" = "Licence";

"Like|Like button title" = "To se mi líbí";

"Load Earlier Messages|message for loading earlier messages" = "Načíst starší zprávy";

"Loading...|Message presented while waiting for content to load." = "Načítání…";

"Locating You...|Message presented when waiting for an accurate location fix." = "Zjišťování vaší polohy...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Umístění je vypnuto.";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Umístění je pro tuto konverzaci jsou vypnuta.";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Služby umístění jsou vypnuty. Zapněte je, abyste dali lidem v této konverzaci vědět, kde právě jste.";

"Location services are on|Title of location NUX when user has enabled location services." = "Služby umístění jsou zapnuty.";

"Log In to Facebook|Login - Login Button Title for password login" = "Přihlášení na Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Přihlášen(a) jako %1$@";

"Login Approval Required|title of login approval dialog" = "Je vyžadováno schválení přihlášení.";

"Login Failed|Invalid login alert title" = "Přihlášení se nezdařilo.";

"Map|title of map tab" = "Mapa";

"Mark as Unread|Button label that will mark the thread as unread" = "Označit jako nepřečtené";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Setkejte se s přáteli, i když jste na cestách.";

"Message|divebar message button title" = "Zpráva";

"Messages|Messenger module display name" = "Zprávy";

"Messages|name of the app with Facebook brand" = "Zprávy";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Další přátelé (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Další přátelé (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Další přátelé online";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "POZNÁMKA: Osoby, které přidáte, uvidí všechny předchozí zprávy v konverzaci.";

"Name is Too Long|alert title for long conversation name" = "Název je příliš dlouhý.";

"Name|Placeholder text: Name of new contact" = "Jméno";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Již nikdy znovu nezmeškejte žádnou zprávu.";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Nikdy již nezmeškejte zprávu od svých přátel.";

"New Contact|Button title: Create a new contact" = "Nový kontakt";

"New Message|Title of screen shown when user is composing a new message" = "Nová zpráva";

"New version available|Title of alert displayed when new version is available" = "K dispozici je nová verze.";

"Next|Generic button to move to next item" = "Další";

"Next|button label for moving to the next screen" = "Další";

"No Message|dialog title for when user tries to send an empty message" = "Žádná zpráva";

"No Recipients|dialog title for when user tries to send to no recipients" = "Žádní příjemci";

"No Results|Accessibility label describing a contacts search result with no results" = "Žádné výsledky";

"No locations shared recently.|message on map view when no location has been shared recently" = "V poslední době nebylo sdíleno žádné umístění.";

"No response.|Error reported when no response is received from the server" = "Žádná odpověď";

"No, Thanks|Label on button for user to decline to rate the app" = "Ne, děkuji";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Nikdo neuvidí, kde přesně jste.";

"Not Now|Button text to temporarily ignore the installation message" = "Nyní ne";

"Not Now|Not now alert popup button" = "Nyní ne";

"Not Now|Title of button to not share location for now." = "Nyní ne";

"Not Now|button label for deferring enabling push notifications" = "Nyní ne";

"Not now|Button title to decline an upgrade" = "Nyní ne";

"Notifications for This Conversation|Title for per-thread notification settings" = "Upozornění pro tuto konverzaci";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Upozornění pro tuto konverzaci jsou vypnuta.";

"Notifications|Label for enabling/disabling notification" = "Upozornění";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Vypnuto až do %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Vypnuto na 1 hod.";

"Off|Short string for indicating that alerts are off" = "Vypnuto";

"On|Short string for indicating that alerts are on" = "Zapnuto";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Otevřít Mapy";

"Password|password field placeholder on login screen" = "Heslo";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Lidé v této konverzaci mohou vaše umístění zobrazit na mapě.";

"People|Section title for list of thread participants." = "Lidé";

"People|title of people tab" = "Osoby";

"Phone Number|placeholder text for phone number field" = "Telefonní číslo";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon nebo e-mail";

"Pin friends you message most|Label when users have no favorites" = "Připněte přátele, kterým nejčastěji posíláte zprávy.";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Zkontrolujte potvrzovací kód a zkuste to znovu.";

"Please check your network connection and try again.|" = "Zkontrolujte připojení k síti a zkuste to znovu.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Zkontrolujte číslo a zkuste to znovu.";

"Please check your number and try again.|alert message for invalid phone number" = "Zkontrolujte číslo a zkuste to znovu.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Stáhněte nejnovější verzi aplikace Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Zadejte zprávu nebo připojte fotku.";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Zadejte telefonní číslo nebo e-mail.";

"Please enter a valid country code.|alert message for invalid country code" = "Zadejte platné předčíslí země.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Zadejte e-mail a heslo, pomocí nichž se přihlašujete na Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Zadejte jméno osoby a její kontaktní údaje.";

"Please include a description of your problem.|Message for empty feedback warning." = "Popište svůj problém.";

"Please rate the quality of your call|Prompt for call quality survey" = "Ohodnoťte kvalitu svého hovoru.";

"Please re-login to renew your session.|Error message for expired session" = "Chcete-li relaci obnovit, přihlaste se znovu.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Použijte kratší název konverzace.";

"Preview|title for image preview screen" = "Náhled";

"Privacy & Terms|text for privacy and terms button" = "Soukromí a podmínky";

"Pull down to refresh...|message for pull down to refresh" = "Stažením obnovit…";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Výstrahy upozornění funkce Push jsou vypnuty.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Zvuková signalizace upozornění funkce Push je vypnuta.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Upozornění funkce Push E-mail jsou vypnuta.";

"Push up to refresh...|message for push up to refresh" = "Sbalením obnovit…";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "Ohodnotit %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Hodnotit %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Zastihněte přátele bez ohledu na to, kde právě jsou – na mobilu nebo přes web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Zastihněte přátele, ať se momentálně nacházejí kdekoli.";

"Record Audio|action sheet option for recording some audio" = "Nahrát zvukový záznam";

"Record Video|action sheet option for recording a video" = "Natočit video";

"Record Voice|Button label for attaching an audio clip" = "Nahrát hlas";

"Record|Record button for voice message" = "Nahrát";

"Record|Record button for voice recording" = "Nahrát";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Rekordér se nepodařilo spustit.";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Nahrávání zrušeno";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Uvolněním zrušíte nahrávání.";

"Release to refresh...|message for releasing to refresh" = "Uvolněním obnovit…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Připomenout později";

"Remove Attachment|action sheet option for removing current attachment" = "Odebrat přílohu";

"Remove Photo|action sheet option for removing chosen photo" = "Odebrat fotku";

"Remove Photo|action sheet option for removing current attachment" = "Odebrat fotku";

"Removing...|text for removing progress" = "Odebírání...";

"Report a Problem|title for give feedback or report bug" = "Nahlásit problém";

"Resend|Resend - Resend Button Title" = "Odeslat znovu";

"Retry|generic retry button" = "Zkusit znovu";

"Save Photo|action sheet option to save photo to library" = "Uložit fotku";

"Save photo as conversation image?|" = "Chcete fotku uložit jako obrázek konverzace?";

"Save|" = "Uložit";

"Saving...|Progress text shown while saving a new image for a thread" = "Ukládání…";

"Saving...|Progress text shown while saving a new name for a thread" = "Ukládání...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Hledat přátele";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Vyhledávání dalších přátel...";

"Search to add favorites|placeholder in edit favorites search bar" = "Vyhledat a přidat oblíbené položky";

"Search|placeholder in search bar" = "Vyhledávání";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Vyhledávání…";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Podívejte se, kdo je od vás kousek pěšky nebo na návštěvě vašeho města, a dejte mu vědět, že jste poblíž.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Zobrazeno všemi";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Zobrazeno všemi";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Zobrazil(a) %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Zobrazeno uživatelem %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Zobrazeno uživateli %1$@";

"Seen by:|Text for seen state header" = "Zobrazeno:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Zobrazil(a) %1$@ poblíž %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Zobrazeno %1$@";

"Select country code|select country code text" = "Vybrat předčíslí země";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Odeslat na telefon, chat a web";

"Send|Nav bar send button text" = "Odeslat";

"Send|Send button for voice message" = "Odeslat";

"Send|text to show in the send button" = "Odeslat";

"Sending...|sending progress text" = "Odesílání…";

"Sent a message|default notification text for messages with no body text" = "Zaslal(a) zprávu";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Odesláno z aplikace Messenger";

"Sent from email|indicator that a message was sent from email" = "Odesláno z e-mailu";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Odesláno z mobilu";

"Sent from web|indicator that a message was sent sent from web or chat" = "Odesláno z webu";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Odesláno z %1$@";

"Session Expired|Error title for expired session" = "Relace vypršela.";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplikace Nastavení > Obecné > Služby umístění";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplikace Nastavení > Služby umístění";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplikace nastavení &gt; Soukromí &gt; Polohové služby";

"Settings|Settings alert popup button" = "Nastavení";

"Settings|title for settings page" = "Nastavení";

"Settings|title of settings tab" = "Nastavení";

"Share|Share button title" = "Sdílet";

"Shared a link|text for a link share" = "Sdílení odkazu";

"Shared a photo|text for a photo share" = "Sdílení fotky";

"Shared a video|text for a video share" = "Sdílení videa";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Přidejte se na Facebook";

"Skip|Skip - Skip Button Title" = "Přeskočit";

"Something went wrong. Want to try again?|retry dialog message" = "Vyskytla se chyba. Chcete akci opakovat?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Vyskytla se chyba.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Zahájit skupinové chaty";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Ukončit přidávání médií";

"Stop|Stop button for voice recording" = "Zastavit";

"Submit|Submit button title" = "Odeslat";

"Switch Account|text for switching logged in user" = "Přepnout účet";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Přepněte na wi-fi, abyste mohli telefonovat.";

"Take Photo|action sheet option for taking a photo" = "Pořídit fotku";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Klepnutím na „Zkuste to znovu“ zprávu odešlete.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Klepnutím na ozubené kolečko zapnete chat.";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Klepněte a zjistěte, kdo se v dané oblasti nachází.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Klepnutím se vrátíte a budete moci volat.";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Klepnutím odešlete zprávu.";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Klepnutím zapnete služby umístění.";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Na dané číslo nelze odesílat textové zprávy.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Zasílejte textové zprávy přátelům bez ohledu na to, kde jsou – buď na telefon nebo na chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "U daného telefonního čísla není povolen příjem textových zpráv.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Během připojování na Facebook se vyskytla chyba. Zkontrolujte stav připojení a zkuste to znovu.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Při spojování hovoru došlo k problému. Připojte se k wi-fi a zkuste to znovu.";

"This Conversation|header text for alert settings applying to a single conversation" = "Tato konverzace";

"Timeline|Button text to go to a user's timeline" = "Timeline";

"Timeline|divebar timeline button title" = "Timeline";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tip: Již nikdy nezmeškejte žádnou zprávu";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Chcete-li přijímat hovory, musíte aktualizovat na novou verzi Messengeru.";

"To complete your phone number activation, please enter the activation code|" = "Aktivaci telefonního čísla dokončíte zadáním aktivačního kódu.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Chcete-li ve zprávách uvádět umístění, přejděte na stránku %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Chcete-li telefonovat, musíte aktualizovat na novou verzi Messengeru.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Výstrahy pro tuto konverzaci lze vypnout v nastavení konverzace.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Chcete-li vypnout umístění pro všechny konverzace, přejděte na stránku %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Chcete-li zapnout upozornění, přejděte do Nastavení iPhonu %1$@ Upozornění %2$@ Messenger.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Pokud chcete používat tuto funkci, přejděte do nastavení zařízení %1$@ a vyberte možnost Polohové služby. Pro Facebook vyberte možnost ZAP.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Chcete-li používat tuto funkci, přejděte do nastavení %1$@ a klepněte na Soukromí a potom na Polohové služby. Vyberte možnost ZAPNUTO pro Facebook.";

"To|Accessibility label for to field in contact picker" = "Pro";

"To:|to field in contact picker" = "Komu:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Přidržte stisknuté a začněte mluvit.\nUvolněním odešlete, přetažením mimo tlačítko akci zrušíte.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Zkuste to znovu";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Vypnout chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Vypnout do 8,00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Vypnout na 1 hod.";

"Turn Off|Option to turn off alerts" = "Vypnout";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Zapnout chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Zapnout služby zjišťování polohy";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Zapnout upozornění";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Zapnout upozornění";

"Turn On|Option to turn on alerts" = "Zapnout";

"Turn On|Turn on alerts" = "Zapnout";

"Turn On|button label for deferring enabling push notifications" = "Zapnout";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Zapnout upozornění funkce Push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Zapněte upozornění funkce Push, abyste vždy věděli, že vám přišla nová zpráva.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Píše...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Uživateli %1$@ se nedá dovolat.";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Hlasovou zprávu nelze přehrát.";

"Unable to Save Image|retry dialog title for setting thread image" = "Obrázek nelze uložit.";

"Unable to Send|Title for send feedback failed warning." = "Nelze odeslat.";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Do konverzace nelze přidat další uživatele. Zkuste to znovu.";

"Unable to name your conversation.|error message after setting conversation name" = "Konverzaci nelze pojmenovat.";

"Unable to remove you right now.|error messages after leaving conversation" = "Momentálně vás nelze odebrat.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Nelze uložit oblíbené zprávy na Facebook.";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Zprávu nelze odeslat. Chcete to zkusit znovu?";

"Unable to send message.|Alert text for when a message failed to send." = "Zprávu nelze odeslat.";

"Unable to send right now.|error message for failing to send message" = "Momentálně nelze odeslat.";

"Unpin|button title to remove user from favorites" = "Odepnout";

"Update|Get new version now button." = "Aktualizace";

"Updating...|updating progress text" = "Aktualizace…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Upradovat";

"Use|use nav bar button in photo preview screen" = "Použít";

"View Call|Text show on button that views an incoming call" = "Zobrazit hovor";

"View in Maps|action sheet option for viewing a map" = "Zobrazit na mapě";

"View|Alert button that takes user to the thread where a message failed to send" = "Zobrazit";

"We'll text you a link to confirm your number.|Confirmation information text" = "Ve zprávě SMS obdržíte odkaz pro potvrzení svého čísla.";

"Welcome to Messenger|Title for NUX page" = "Vítá vás aplikace Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Komu chcete tuto zprávu odeslat?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Toto můžete nastavit v nastavení soukromí.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Brzy obdržíte SMS nebo e-mail s kódem, pomocí něhož se přihlásíte.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Nezjistíte, že jste obdrželi zprávu.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Váš operátor neumožňuje volání v Messengeru. V nastavení telefonu zapněte wi-fi.";

"Your message was not sent.|text shown when a message failed to send" = "Vaše zpráva nebyla odeslána.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Vaše zprávy nebyly odeslány.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "Aktivní před 1 dnem";

"active 1h ago|indicator that a user was active 1 hour ago" = "Aktivní před 1 hod.";

"active 1m ago|indicator that a user was active 1 minute ago" = "Aktivní před 1 min.";

"active now|indicator that a user is currently active, on web or mobile" = "Nyní aktivní";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktivní na mobilu před %1$@";

"active on mobile|presences status for being active on mobile" = "aktivní na mobilu";

"active %id ago|indicator that a user was active 2+ days ago" = "Aktivní před %1$i dny";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktivní před %1$i hod.";

"active %im ago|indicator that a user was active 2+ minute ago" = "Aktivní před %1$i min.";

"active %@ ago|presences status for being active a relative time ago" = "aktivní před %1$@";

"error|A short message for audio play error" = "chyba";

"is calling|text below the caller's name when they are calling" = "volá";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "píše...";

"on mobile|presences status for being available on mobile" = "na mobilu";

"online %@ ago|presences status for being online on the web a relative time ago" = "online před %1$@";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "píše...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d z %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "Přátelé přátel (%1$i)";

"%i Friend|Number of friends in search result (singular)" = "Přátelé (%1$i)";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "Přátelé přátel (%1$i)";

"%i Friends|Number of friends in search result (plural)" = "Přátelé (%1$i)";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dnů";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i hod.";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i min.";

"%id|short indicator that a user was active 2+ days ago" = "%1$i dny";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i hod.";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min.";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ a %2$@ používají Facebook Messenger.";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ jsou poblíž.";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ je poblíž.";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ volá.";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ má jiný hovor.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ není k dispozici.";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ píše...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ se vám pokoušel(a) dovolat.";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ používá Facebook Messenger.";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, další (%2$i)";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ a %3$@ používají Facebook Messenger.";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ a 1 další přítel používají Messenger.";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ a další přátelé (%4$i) používají Messenger.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u přítel je poblíž.";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "V okolí se nacházejí přátelé (%1$u).";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "V okolí se nacházejí přátelé (%1$u).";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u z vašich přátel sdílejí svoji polohu, když jsou poblíž.";

"%u photo attached|Accessiblity text for a single photo" = "Připojeny fotky (%1$u)";

"%u photos attached|Accessibility text for a photo set" = "Připojeny fotky (%1$u)";

